IDEA Open Model
AbsoluteRelative Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Absolute of relative value of position is used
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum AbsoluteRelative
Public Enumeration AbsoluteRelative
Members
Member name | Value | Description
Absolute | 0 |  Position is defined absolutely
Relative | 1 |  Position is defined relatively
See Also
Reference
IdeaRS.OpenModel.Result Namespace